{
    "Tool": "github.com/davyxu/tabtoy",
    "Version": "2.8.11",
    "GameConfigs": [
        {
            "_id": "1",
            "name": "老公的白月光",
            "en-name": "Husband's White Moonlight",
            "yn-name": "Ánh trăng trắng của chồng",
            "yd-name": "पति की सफेद चाँदनी",
            "sort": 1,
            "gameUrl_cn":"10808-老公的白月光（30集）/",
            "gameUrl": "10808-老公的白月光（30集）/",
            "length": 30,
            "icon": "10808-老公的白月光（30集）/0.jpg",
            "subTitle": "这部短剧讲述了一位妻子对丈夫心中初恋情人的嫉妒与挣扎。",
            "en-subTitle": "This short play tells the story of a wife's jealousy and struggle over her husband's first love in his heart.",
            "yn-subTitle": "Vở kịch ngắn này kể về nỗi ghen tị và cuộc đấu tranh của một người vợ đối với mối tình đầu của chồng trong trái tim anh ấy.",
            "yd-subTitle": "यह लघुनाटक एक पत्नी की अपने पति के दिल में पहली प्रेमिका के प्रति जलन और संघर्ष की कहानी बताता है।",
            "desc": "故事围绕着一位年轻妻子，她发现丈夫心中始终有一个无法忘怀的初恋。为了维护自己的婚姻和家庭，她努力克服内心的嫉妒和不安。最终，她意识到，爱不仅是占有，更是理解和包容。",
            "en-desc": "The story revolves around a young wife who discovers that her husband has an unforgettable first love in his heart. In order to maintain her marriage and family, she struggles to overcome her inner jealousy and insecurity. Ultimately, she realizes that love is not just about possession, but also about understanding and acceptance.",
            "yn-desc": "Câu chuyện xoay quanh một người vợ trẻ, người phát hiện ra rằng chồng mình có một mối tình đầu không thể quên trong trái tim. Để duy trì hôn nhân và gia đình, cô phải đấu tranh để vượt qua sự ghen tị và bất an trong lòng. Cuối cùng, cô nhận ra rằng tình yêu không chỉ là chiếm hữu, mà còn là sự hiểu biết và chấp nhận.",
            "yd-desc": "यह कहानी एक युवा पत्नी के इर्द-गिर्द घूमती है, जो यह discovers करती है कि उसके पति के दिल में एक अविस्मरणीय पहली प्रेमिका है। अपने विवाह और परिवार को बनाए रखने के लिए, वह अपनी आंतरिक जलन और असुरक्षा को दूर करने के लिए संघर्ष करती है। अंततः, वह यह समझती है कि प्रेम केवल अधिकार में नहीं होता, बल्कि समझ और स्वीकार्यता में भी होता है।"
        },
        {
            "_id": "2",
            "name": "大佬外卖员",
            "en-name": "The Big Shot Deliveryman",
            "yn-name": "Giao Hàng Đại Ca",
            "yd-name": " बड़ा डिलिवरी बॉस",
            "sort": 1,
            "gameUrl_cn":"069、大佬外卖员（100集）/",
            "gameUrl": "069、大佬外卖员（100集）/",
            "length": 100,
            "icon": "069、大佬外卖员（100集）/dalaowaimaiyuan.jpeg",
            "subTitle": "这个短剧讲述了一位外卖员因工作中遇到的各种奇遇而展开的精彩生活。",
            "en-subTitle": "This short play tells the story of a deliveryman who embarks on an exciting life filled with various adventures encountered during his work.",
            "yn-subTitle": "Vở kịch ngắn này kể về một người giao hàng trải qua cuộc sống thú vị với nhiều cuộc phiêu lưu khác nhau trong công việc của mình.",
            "yd-subTitle": "यह लघुनाटक एक डिलिवरी मैन की कहानी बताता है, जो अपने काम के दौरान कई रोमांचक अनुभवों का सामना करता है।",
            "desc": "故事围绕一位外卖员，他在送餐的过程中，遇见了不同的顾客和各式各样的情况。随着每一次送餐，他都被拉入一个独特的故事之中，体验着人性的温暖和生活的百态。在这一系列的奇遇中，他逐渐改变了自己对生活的看法，也找到了自己真正的梦想。",
            "en-desc": "The story revolves around a deliveryman who encounters different customers and various situations while making his deliveries. With each delivery, he gets drawn into a unique story, experiencing the warmth of humanity and the complexities of life. Through this series of adventures, he gradually changes his perspective on life and discovers his true dreams.",
            "yn-desc": "Câu chuyện xoay quanh một người giao hàng, người gặp gỡ những khách hàng khác nhau và nhiều tình huống khác nhau trong khi giao hàng. Với mỗi lần giao hàng, anh lại bị cuốn vào một câu chuyện độc đáo, trải nghiệm sự ấm áp của nhân loại và những phức tạp của cuộc sống. Qua những cuộc phiêu lưu này, anh dần thay đổi cái nhìn về cuộc sống và khám phá ước mơ thật sự của mình.",
            "yd-desc": "यह कहानी एक डिलिवरी मैन के इर्द-गिर्द घूमती है, जो अपने डिलीवरी करते समय अलग-अलग ग्राहकों और विभिन्न परिस्थितियों का सामना करता है। हर डिलीवरी के साथ, वह एक अद्वितीय कहानी में खींचा जाता है, मानवता की गर्मजोशी और जीवन की जटिलताओं का अनुभव करता है। इस श्रृंखला के रोमांच के माध्यम से, वह धीरे-धीरे जीवन के प्रति अपने दृष्टिकोण को बदलता है और अपने सच्चे सपनों को ढूंढ लेता है।"
        },
        {
            "_id": "3",
            "name": "豪气遮天",
            "en-name": "Heroic Spirit Covers the Sky",
            "yn-name": "anh hùng khí phách che trời",
            "yd-name": "वीरता से आकाश ढकना",
            "sort": 1,
            "gameUrl_cn":"豪气遮天（合集款）/",
            "gameUrl": "豪气遮天（合集款）/",
            "length": 55,
            "icon": "豪气遮天（合集款）/haoqizhetian.jpeg",
            "subTitle": "这个短剧讲述了一位勇敢无畏的英雄，为了保护家园而与强敌抗争的故事。",
            "en-subTitle": "This short play tells the story of a brave hero who battles against formidable enemies to protect his homeland.",
            "yn-subTitle": "Vở kịch ngắn này kể về một anh hùng dũng cảm, người chiến đấu chống lại các kẻ thù mạnh mẽ để bảo vệ quê hương của mình.",
            "yd-subTitle": "यह लघुनाटक एक निडर नायक की कहानी बताता है, जो अपने घर की रक्षा के लिए मजबूत दुश्मनों के खिलाफ लड़ाई करता है।",
            "desc": "故事围绕一位年轻的英雄，他肩负起保护家园的任务，面对着强大的敌人。尽管挑战重重，他依然坚定信念，毫不退缩，并得到来自朋友和家人的支持。通过勇敢的斗争，他不仅捍卫了自己的家园，也激励了更多的人共同追求正义与和平。",
            "en-desc": "The story revolves around a young hero who takes on the task of protecting his homeland against formidable enemies. Despite facing numerous challenges, he remains steadfast in his beliefs and is supported by friends and family. Through his brave struggles, he not only defends his home but also inspires others to pursue justice and peace together.",
            "yn-desc": "Câu chuyện xoay quanh một anh hùng trẻ tuổi, người đảm nhận nhiệm vụ bảo vệ quê hương của mình trước những kẻ thù mạnh mẽ. Dù phải đối mặt với nhiều thách thức, anh vẫn kiên định với lý tưởng của mình và nhận được sự hỗ trợ từ bạn bè và gia đình. Qua những cuộc chiến dũng cảm của mình, anh không chỉ bảo vệ quê hương mà còn truyền cảm hứng cho nhiều người khác cùng theo đuổi công lý và hòa bình.",
            "yd-desc": "यह कहानी एक युवा नायक के इर्द-गिर्द घूमती है, जो अपने घर की रक्षा की जिम्मेदारी लेता है और मजबूत दुश्मनों का सामना करता है। कई चुनौतियों का सामना करने के बावजूद, वह अपने विश्वासों में अडिग रहता है और दोस्तों और परिवार का समर्थन प्राप्त करता है। अपनी बहादुरी की लड़ाई के माध्यम से, वह न केवल अपने घर की रक्षा करता है बल्कि दूसरों को न्याय और शांति के लिए मिलकर प्रयास करने के लिए भी प्रेरित करता है।"
        },
        {
            "_id": "4",
            "name": "闪婚老公是总裁",
            "en-name": "The CEO Is My Instant Husband",
            "yn-name": "Chồng tôi là tổng giám đốc trong một cuộc hôn nhân chớp nhoáng",
            "yd-name": " मेरे पति एक सीईओ हैं, जो एक तात्कालिक शादी में हैं",
            "sort": 1,
            "gameUrl_cn":"闪婚老公是总裁（合集）/",
            "gameUrl": "闪婚老公是总裁（合集）/",
            "length": 50,
            "icon": "闪婚老公是总裁（合集）/shanhunlaogongshizongcai.jpeg",
            "subTitle": "这个故事讲述了一位普通女孩与一位成功总裁之间的闪婚爱情故事。",
            "en-subTitle": "This story tells the love story of an ordinary girl and a successful CEO who enter into a quick marriage.",
            "yn-subTitle": " Câu chuyện này kể về mối tình giữa một cô gái bình thường và một tổng giám đốc thành công, người kết hôn nhanh chóng.",
            "yd-subTitle": "यह कहानी एक सामान्य लड़की और एक सफल सीईओ के बीच के तात्कालिक विवाह की प्रेम कहानी बताती है।",
            "desc": "故事的主人公是一位普通的女孩，她在一次意外的聚会上遇到了冷酷且强势的总裁。为了拯救自己被困的局面，她迅速答应了婚姻提议，生活随之发生了巨大的变化。随着时间的推移，两人逐渐相互理解与支持，在这个意外的关系中找到了爱的真谛。",
            "en-desc": "The protagonist of the story is an ordinary girl who meets a cold and domineering CEO at an unexpected gathering. To escape her difficult situation, she quickly agrees to his marriage proposal, and her life undergoes a dramatic change. As time goes by, the two gradually come to understand and support each other, discovering the true meaning of love within this unexpected relationship.",
            "yn-desc": "Nhân vật chính của câu chuyện là một cô gái bình thường, người tình cờ gặp một tổng giám đốc lạnh lùng và độc tài tại một buổi tiệc bất ngờ. Để thoát khỏi tình huống khó khăn của mình, cô nhanh chóng đồng ý lời cầu hôn của anh và cuộc sống của cô trải qua một sự thay đổi lớn. Theo thời gian, cả hai dần hiểu và ủng hộ nhau, khám phá ý nghĩa thực sự của tình yêu trong mối quan hệ bất ngờ này.",
            "yd-desc": "कहानी की नायिका एक सामान्य लड़की है, जो एक अप्रत्याशित सभा में एक ठंडे और प्रभुत्वशाली सीईओ से मिलती है। अपने मुश्किल हालात से बचने के लिए, वह जल्दी से उसके विवाह प्रस्ताव को स्वीकार कर लेती है और उसकी जिंदगी में एक नाटकीय बदलाव आ जाता है। जैसे-जैसे समय बीतता है, वे दोनों एक-दूसरे को समझने और समर्थन करने लगते हैं, इस अप्रत्याशित रिश्ते में प्यार का असली अर्थ खोज लेते हैं।"
        }

    ],
    "HotGameConfigs": [
        {
            "_id": "1",
            "name": "丧尸围城",
            "gameId": "1",
            "sort": 3
        }
    ],
    "TopGameConfigs": [
        {
            "_id": "1",
            "name": "恐龙猎手",
            "gameId": "1",
            "sort": 3
        },
        {
            "_id": "4",
            "name": "恐龙猎手",
            "gameId": "1",
            "sort": 3
        }


    ],
    "BannerShowGameConfigs": [
        {
            "_id": "1",
            "name": "丧尸围城",
            "gameId": "1",
            "sort": 1
        }
    ]
}